---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRatioV
source: html/00fd4079-6456-0ad6-69e4-83c098c82414.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRatioV Property

"Belt Measurement"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltRatioV { get; }
```